Tekla.Structures.ModelInternal.GenericDelegateFake`1.StartLiveSharing(Tekla.Structures.Model.Internal.IChangeSetCreatedCallback,Tekla.Structures.Model.Internal.LiveSharingModelType)


Tekla.Structures.ModelInternal.GenericDelegateFake`1.StopLiveSharing(Tekla.Structures.Model.Internal.LiveSharingModelType)


Tekla.Structures.ModelInternal.GenericDelegateFake`1.CreateBaseline(System.String,Tekla.Structures.Model.Internal.LiveSharingModelType,Tekla.Structures.Model.Internal.ICancellableProgressReportCallback)


Tekla.Structures.ModelInternal.GenericDelegateFake`1.GetPendingChangeSets(System.String,Tekla.Structures.Model.Internal.LiveSharingModelType)


Tekla.Structures.ModelInternal.GenericDelegateFake`1.GetNormalizedPlateProfileName(System.Int32,System.Int32,System.String@)


Tekla.Structures.ModelInternal.GenericDelegateFake`1.GetHiddenObjects(System.Collections.Generic.List{System.Int32}@)
